//IMPORT JOB (SYS),'IMPORT USER CAT',CLASS=A,MSGCLASS=A, 
// MSGLEVEL=(1,1) 
//* 
//* 
//IDCAMS01 EXEC PGM=IDCAMS,REGION=4096K 
//SYSPRINT DD SYSOUT=* 
//SYSCPK DD UNIT=3350,DISP=OLD,VOL=SER=SYSCPK 
//CBTCAT DD UNIT=3350,DISP=OLD,VOL=SER=CBTCAT
//SRCCAT DD UNIT=3350,DISP=OLD,VOL=SER=SRCCAT
//SYSIN DD * 
  IMPORT CONNECT OBJECTS (UCSYSCPK DEVICETYPE(3350) -
         VOLUMES(SYSCPK)) 
  IMPORT CONNECT OBJECTS (SYS1.UCAT.CBT DEVICETYPE(3350) -
         VOLUMES(CBTCAT)) 
  IMPORT CONNECT OBJECTS (SYS1.UCAT.SRC DEVICETYPE(3350) - 
         VOLUMES(SRCCAT)) 
  DEFINE ALIAS (NAME(SYSC) RELATE(UCSYSCPK))
  DEFINE ALIAS (NAME(CBT249) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(CBT429) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(CBT129) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(CBT072) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(CBTCOV) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(CBT) RELATE(SYS1.UCAT.CBT))
  DEFINE ALIAS (NAME(MVSSRC) RELATE(SYS1.UCAT.SRC))
// 